INSERT INTO smartfarm.sensor_device (house_id,type_id,name,model,firmware_version,location,battery_status,last_maintenance,status,created_at,updated_at) VALUES
	 (1,1,'온도센서-101','TEMP-X100','v2.1','A구역','80%','2025-03-01','online','2025-04-02 14:05:35','2025-04-02 14:05:35'),
	 (1,2,'습도센서-201','HUMI-Y200','v1.5','B구역','75%','2025-03-05','online','2025-04-02 14:05:37','2025-04-20 21:41:28'),
	 (1,3,'강수량센서-301','RAIN-Z300','v3.0','C구역','90%','2025-03-10','online','2025-04-02 14:05:38','2025-04-20 21:41:28'),
	 (1,4,'구름량센서-401','CLOUD-M400','v1.2','D구역','85%','2025-03-15','online','2025-04-02 14:05:40','2025-04-20 21:41:28'),
	 (1,5,'풍속센서-501','WIND-N500','v2.3','E구역','70%','2025-03-20','online','2025-04-02 14:05:41','2025-04-20 21:41:28'),
	 (1,6,'기압센서-601','PRESS-S600','v1.8','F구역','95%','2025-03-25','online','2025-04-02 14:05:42','2025-04-20 21:41:28');
